Repository: DanielSup/iosCoursework
Catalog: courseworkZoo/*.lproj/Localizable.strings
Languages: cs

# welcome
source: Welcome in the application. If you want to select animals to the path, select the green markers of the animals which you want to visit in the map or go to the screen with the list with animals for selecting to the path. For adding the animal to the path select the green marker of the animal and then press the button with the text "Add to path".
cs: Vítejte v aplikaci. Pokud si chcete vybrat zvířata do trasy, vyberte zde v mapě zelené značky zvířat, která chcete navštívit, nebo přejděte na obrazovku se seznamem zvířat pro výběr do trasy. Pro samotný výběr zvířete v mapě zvolte zelenou značku a poté stiskněte tlačítko s textem "Přidat do trasy"

# here
source: You are here
cs: Jste zde

source: Europe
cs: Evropa

source: Asia
cs: Asie

source: Africa
cs: Afrika

source: South America
cs: Jižní Amerika

source: North America
cs: Severní Amerika

source: Australia
cs: Austrálie

# notInNature
source: This animal does not live in nature
cs: V přírodě se nevyskytuje.

source: Chondrichthyes
cs: Paryby

source: Amphibia
cs: Pavoukovci

source: Insecta
cs: Hmyz

source: Mammalia
cs: Savci

source: Reptilia
cs: Plazi

# none
source: No said information
cs: Žádné informace nebudou mluveny

# elementary
source: Elementary information
cs: Jen základní informace

# advanced
source: Advanced information
cs: Detailní informace

source: Only title and news
cs: Pouze název zvířete a novinky

source: Title, news and description
cs: Název, novinky a popis zvířete

source: All elementary information
cs: Všechny základní informace

# withoutAttractionsAndBreeding
source: All information without attractions and breeding
cs: Bez zajímavostí a informací o chovu

# withoutAttractions
source: All information without attractions
cs: Všechny informace kromě zajímavostí

# withoutBreeding
source: All information without breeding
cs: Všechny informace kromě informací o chovu

source: All information
cs: Všechny informace

# goToAnimalList
source: Animal list
cs: Seznam zvířat

# goToSettings
source: Settings of said information about animals
cs: Nastavení mluvených informací o zvířatech

# goForSelectionOfLocality
source: Select locality where you go
cs: Vyber lokalitu, kam chceš jít

source: Go back to main screen
cs: Zpět na hlavní obrazovku

source: Cancel selection
cs: Zrušit výběr

source: Sea
cs: Moře

source: Fresh water
cs: Sladké vody

source: Desert and semi desert
cs: Poušť a polopoušť

source: Grassy territory
cs: Travnaté území

source: Mountains
cs: Hory

source: Tropical forest
cs: Tropický les

# deciduousAndMixedForest
source: Decidous and mixed forest
cs: Listnatý a smíšený les

source: Coniferous forest
cs: Jehličnatý les

source: Polar regions
cs: Polární oblasti

source: Stony steps and semi-deserts
cs: Kamenité stepi a polopouště

source: Parts of plants
cs: Části rostlin

source: Live prey
cs: Živá kořist

source: Corpses
cs: Zdechliny

source: Plants and animals
cs: Rostliny i živočichové

source: Invertebrates
cs: Bezobratlí

source: Fish
cs: Ryby

source: Seeds
cs: Semena

source: Fruits
cs: Plody

source: Actualities
cs: Aktuality

source: Go to lexicon
cs: Přejít do lexikonu

source: Select animals to path
cs: Výběr zvířat do trasy

source: Save Path
cs: Uložit trasu

source: Choose saved path
cs: Vybrat uloženou trasu

# settingParametersOfVisit
source: Settings parameters of this visit of ZOO
cs: Nastavení parametrů návštěvy ZOO

source: Select information
cs: Výběr informací

# turnOffVoice
source: Turn off the voice
cs: Vypnout hlas

# turnOnVoice
source: Turn on the voice
cs: Zapnout hlas

source: Help
cs: Nápověda

# goToGuide
source: Go to the guide
cs: Přejít do průvodce

source: Classes
cs: Třídy

source: Continents
cs: Kontinenty

source: Biotopes
cs: Biotopy

source: Kinds of food
cs: Druhy potravy

source: Pavilions
cs: Pavilony

# guideTitle
source: Guide for the ZOO
cs: Průvodce po ZOO

# lexiconTitle
source: Lexicon of animals for the ZOO
cs: Lexikon zvířat pro ZOO

source: Length of the path in ZOO =
cs: Délka trasy po ZOO =

source: Time of the visit of the ZOO =
cs: Doba návštěvy ZOO =

source: Animals in path
cs: Zvířata v trase

# animalsForSelectionToPath
source: Animals for selection to the path
cs: Výběr zvířat do trasy

source: Add to path
cs: Přidat do trasy

source: Remove from path
cs: Odstranit z trasy

# setParametersByOwnJudgment
source: Set the parameters by your own judgement.
cs: Nastav si parametry dle vlastního posouzení.

# walkSpeed
source: Walk speed through ZOO
cs: Rychlost chůze po ZOO

# timeSpentAtOneAnimal
source: Time spent at animal
cs: Doba strávená u jednoho zvířete

source: Cancel
cs: Storno

# pathTitle
source: Title of the path
cs: Název trasy

source: Set parameters
cs: Nastavit parametry

# actualitiesSetting
source: Actualities about the animal
cs: Novinky o zvířeti

# descriptionSetting
source: Description of the animal
cs: Popis zvířete

# biotopesSetting
source: Biotopes where the animal lives
cs: Biotopy, kde zvíře žije

# continentsSetting
source: Continents where the animal lives
cs: Kontinenty, kde zvíře žije

# foodSetting
source: Kinds of food which the animal eats
cs: Druhy potravy, kterými se zvíře živí

# proportionsSetting
source: Proportions
cs: Rozměry

# reproductionSetting
source: Reproduction
cs: Rozmnožování

# attractionsSetting
source: Attractions
cs: Zajímavosti

# breedingSetting
source: Information about breeding
cs: Informace o chovu

source: This is
cs: Toto je

source: Class list
cs: Seznam tříd

# orderList
source: List of orders in the class
cs: Seznam řádů ve třídě

# animalsInOrderList
source: List of animals in the order
cs: Seznam zvířat v řádu

# animalsInLocality
source: List of animals in
cs: Seznam zvířat v

source: in sea
cs: v moři

source: In fresh water
cs: ve sladkých vodách

source: in desert and semi desert
cs: v pouštích a polopouštích

source: in grassy territory
cs: v travnatém území

source: in mountains
cs: v horách

source: in tropical forest
cs: v tropickém lese

# inDeciduousAndMixedForest
source: in decidous and mixed forest
cs: v listnatých a smíšených lesích

source: in coniferous forest
cs: v jehličnatý lesích

source: in tundra
cs: v tundře

source: in polar regions
cs: v polárních oblastech

source: in stony steps and semi-deserts
cs: v kamenitých stepích a polopouštích

# animalList
source: List of animals
cs: Seznam zvířat

# classInfo
source: Class
cs: Třída

# orderInfo
source: Order
cs: Řád

# descriptionInfo
source: Description
cs: Popis

# biotopesInfo
source: Biotopes where it lives
cs: Biotopy, kde žije

# continentsAndPlacesInfo
source: Continents and places where it lives
cs: Kontinenty a místa, kde žije

# foodInfo
source: Food
cs: Potrava

# proportionsInfo
source: Proportions
cs: Proporce

# reproductionInfo
source: Reproduction
cs: Rozmnožování

# attractionsInfo
source: Attractions
cs: Zajímavosti

# breedingInfo
source: Information about breeding
cs: Informace o chovu

# searchScreen
source: Search the screen where you want to go.
cs: Vyhledej obrazovku, kam chceš jít.

# actualitiesInfoTitle
source: Actualities
cs: Novinky

# inAfrica
source: living in Africa
cs: žijících v Africe

# inAsia
source: living in Asia
cs: žijících v Asii

# inAustralia
source: living in Australia
cs: žijících v Austrálii

# inEurope
source: living in Europe
cs: žijících v Evropě

# inNorthAmerica
source: living in North America
cs: žijících v Severní Americe

# inSouthAmerica
source: living in South America
cs: žijících v Jižní Americe

# notAnywhere
source: which don't live anywhere in nature
cs: která se v přírodě nevyskytují

source: List of animals eating
cs: Seznam zvířat, která se živí

# byPartsOfPlants
source: parts of plants
cs: částmi rostlin

# bySeeds
source: seeds
cs: semeny

# byLivePrey
source: live prey
cs: živou kořistí

# byCorpses
source: corpses
cs: zdechlinami

# byPlankton
source: plankton
cs: planktonem

# byPlantsAndAnimals
source: plants and animals
cs: rostlinami i živočichy

# byInvertebrates
source: invertebrates
cs: bezobratlými

# byFish
source: fish
cs: rybami

# byFruits
source: fruits
cs: plody

source: Path with all animals
cs: Trasa se všemi zvířaty

# animalLegend
source: Animal which isn't selected to the actual path.
cs: Zvíře, které není vybráno do trasy.

# animalSelectedLegend
source: Animal which is in the actual path
cs: Zvíře v aktuální trase po ZOO

# nextAnimalToVisitLegend
source: Animal which should be visited now
cs: Zvíře, které má být aktuálně navštíveno

# closeAnimalLegend
source: Animal at which you are
cs: Zvíře, u kterého právě jste

# visitedAnimalLegend
source: Visited animal
cs: Navštívené zvíře

# localityLegend
source: Pavilion (locality)
cs: Pavilon (lokalita)

# entranceLegend
source: Entrance
cs: Vstup

# exitLegend
source: Exit
cs: Východ

# speechAtEntrance
source: Welcome in the ZOO. You are at the entrance.
cs: Vítejte v ZOO. Právě jste u vstupu.

# speechAtExit
source: You are just going from the ZOO now.
cs: Právě vycházíte ze ZOO.

# pathIsCounting
source: Your path with the selected animals is counting.
cs: Právě probíhá výpočet trasy se zvířaty, která jste zvolili.

# nextAnimalInPath
source: The next animal which you visit is
cs: Další zvíře, které navštívíte, je

# goToExit
source: You can go to the exit.
cs: Můžete jít k východu.

# goToLexiconSpeech
source: You go to the main screen of the lexicon of animals.
cs: Právě jdete na hlavní obrazovku lexikonu zvířat.

# goToSelectAnimalsSpeech
source: You have opened the table for selecting animals to the actual path.
cs: Právě jste otevřeli tabulku pro výběr zvířat do trasy.

# goToSavePathSpeech
source: You have opened the dialog for saving the actual path with a name which you give by filling the text field. You save the actual path with the filled name by tapping the save button.
cs: Právě jste otevřeli dialog pro uložení aktuální trasy se zvolenými zvířaty pod názvem, který vyplníte do textového pole. Aktuální trasu pod vyplněným názvem uložíte stisknutím tlačítka pro uložení.

# goToChoosePathSpeech
source: You go to the screen for choosing a saved path.
cs: Právě jdete na obrazovku, kde si můžete vybrat uloženou trasu.

# goToSelectInformationSpeech
source: You go to the screen for selecting information about animals which you want to hear.
cs: Právě jdete na obrazovku, kde si můžete nastavit informace o zvířatech, které chcete slyšet.

# goToSettingParametersSpeech
source: You go to the screen for setting parameters of the visit of the ZOO. You can set the supposed walk speed and time spent at one animal and save it by tapping the button.
cs: Právě jdete na obrazovku, kde si můžete nastavit parametry této návštěvy ZOO. Tam si můžete nastavit předpokládanou rychlost chůze a dobu strávenou u jednoho zvířete. Parametry uložíte stisknutím tlačítka.

# turnOnVoiceSpeech
source: You have turned on the voice.
cs: Právě jste zapnuli hlas pro strojové čtení.

# savePathSpeech
source: You saved the actual path with the name
cs: Uložili jste trasu pod názvem

# chooseSavedPathSpeech
source: You have choosed the saved path with with animals the name
cs: Vybrali jste uloženou trasu se zvířaty se jménem

# addAnimalToPathSpeech
source: is added to the actual path.
cs: se přidává do trasy.

# removeAnimalFromPathSpeech
source: is removed from the actual path.
cs: se odebírá z aktuální trasy.

# closeAnimalsToPath
source: Close
cs: Zavřít

# informationFromGuideSetting
source: Next information and instructions from the guide
cs: Další informace a pokyny od průvodkyně.

# addAllAnimalsToPath
source: Add all animals to the path
cs: Přidat všechna zvířata do trasy

# removeAllAnimalsFromPath
source: Remove all animals from the path
cs: Odstranit všechna zvířata z trasy

source: Save settings
cs: Uložit nastavení

source: Select path
cs: Vybrat trasu

source: Remove path
cs: Odstranit trasu

# saveSettingsSpeech
source: Setting information for machine-reading is saved.
cs: Nastavení informací pro strojové čtení je uloženo.

# saveSettingOfParametersSpeech
source: Parameters of the visit of the ZOO are successfully set.
cs: Parametry návštěvy ZOO jsou úspěšně nastaveny.

# detailOfAnimal
source: Detail of the animal
cs: Detail zvířete

# close
source: Close the window
cs: Zavřít okno

# goToHelpSpeech
source: You go to screen with the help.
cs: Práve jděte na obrazovku s nápovědou.

source: Go back
cs: Jít zpět
